export let books=[
    {
        id: 1,
        name : "Cередньовічне буття",
        opus:"В цій оповіді ви  відчуєте себе лицарем який прийняв участь і бою та який мав після бою пригоди. Вибирайте дії обережно деякі дії можуть призвести до загибелі героя",


        history :{
            text:"Спочатку нічого не було, лише пустота.\n Після цього пробилося яскраве світло. \n" +
                "Ти відкрив очі, оглянувшись навколо. Довколо тебе розвивалася битва. Ти захотів встати, але в середині тебе був якийсь сумнів:Чи варто вставати?.",

            answer1:{
                answer:"Встати",
                text: " Ти вирішив встати ти був без зброї \n" +
                    "До тебе підбіг лицар в обладунках і одним махом меча відрубав тобі голову. Знову настала пустота."
            },

            answer2:{
                answer:"Лежати нерухомо далі",
                text:"В туж мить пробіг лицар в обладунках.\n" +
                    "Він подумав що ти мертвий тому не став тебе добивати.\n" +
                    "Ти знов втрачаєш свідомість.\n" +
                    "Приходиш до тями вже вночі.\n" +
                    "Навколо тебе було дуже тихо. Настільки тихо що ти а ж почув як шелестить трава від повітря.\n" +
                    "Ти вирішив встати, довкола себе ти бачив хаос тисячі людей які билися за свої життя.\n" +
                    "Твої обладунки були пошкоджені твоя рука була зламана. Оглянувши своє тіло ти побачив синій колір на твоїх обладунках.\n" +
                    "Ти не знав куди іти, але ти бачив що  павші лицарі з синіми обладунками були більше на східній частині.",

                answer1: {
                    answer:"Піти на захід",
                    text:"Ти ішов не дуже довго по дорозі ти знайшов місто в ньому були люди та дуже багато лицарів. Багатьох лицарів дуже покалічило. Пройшовшись містом  тебе побачила охорона вона крикнула. Сказала стояти",
                    answer1:{
                        answer:"Стояти",
                        text:"Тебе зловили скрутили та кинули в темницю через 10 хвилин до тебе зайшла не відома тобі людина.",

                    },
                    answer2:{
                        answer:"Бігти",
                        text:"Ти почав бігти і вневдовзі ти відключилася тому що твоє тіло було дуже ослабленим. Проснувся ти в темниці. Через три хвилини до тебе зайшла  не відома тобі людина. Він був порядно вдягнений він тебе запитав:\"хто ти?\"",
                        answer1:{
                            answer:"Відповісти правдиво",
                            text:"Ти відповів що ти лицар який тільки що приймав участь у бої проти них. Це прийняли як чисте признання тому вже через дві години тобі назначили смертну кару через повішаня. Тебе  залишають одного в камері. Ти думаєш якось вибиратися.",
                            answer1:{
                                answer:"Кричати щоб тебе відпустили",
                                text:"Ти вибрав кричати .До тебе прийшла охорона і вирубили тебе. Прокинувся вже ти \n" +
                                    "на сцені повішання. На тебе натягнули канат. Остання мить твого існування . Пролунала команда: \"Давай\". Ти почав задихатися. Кінець.",
                            },
                            answer2:{
                                answer:"Оглянутись навкола",
                                text:"Ти вибрав оглянутись навкола. Ти оглянув камеру побачив цеглину яке випирає з-за стіни. Ти вирішив її попробувати дістати. За цеглиною нічого не було. Проте ти маєш не погане знаряддя для вбивства. Ти вирішив поки що десь сховати цеглину ти її поклав під ліжко.  Ти оглянув за металевої решітки приміщення. Біля входу стояли два охоронці. Скрізь них НЕМОЖЛИВО БУЛО ПРОБІГТИ тебе зловили б.Ти почав очікувати проходить година, дві, три години.До тебе підходить сторож він тобі несе їжу.",
                                answer1:{
                                    answer:"Напасти на нього",
                                    text:"Ти вирішив напасти. Поки сторож нахилився щоб просунути тобі кашу ти швидко взяв цеглину та сильним ударом дав йому по потилиці. Він впав нерухомо. З його голови пішла кров. Тобі було шкода його, але в тебе не було вибору. Ти взяв в нього ключі та відкрив двері. Він був озброєний мечем. Ти взяв меча. Тебе побачили два охоронці. Один встав в бойову стійку, другий ж почав кликати на допомогу. Ти швидко прийняв рішення",
                                    answer1:{
                                        answer:"Напасти",
                                        text:"Ти швидко обдумав рішення та зробив рішучий ривок в сторону охорони. Перший був готовий вдарити. Другий був спантеличений. Ти замахнувся на того хто був спантеличений. Удар. Ти попав йому в плече. Твій клинок застряг в його тілі. В туж мить в твою сторону побіг перший охоронець.",
                                        answer1:{
                                            answer:"Пробувати дістати меч",
                                            text:"Ти вирішив, що будеш діставати меч. Ти почав все активніше смикати руків'я меча. Ти майже дістав, але вже було пізно. Меч був в тобі на мить тобі здалося, що ти не помреш, що в тебе є сили. Але знову настала пустота.",
                                        },
                                        answer2:{
                                            answer:"Ухилитися",
                                            text:"Ти вправно ухилився, але ти був без зброї. Без зброї ти не зможеш навіть проти одного вистояти. Ти почув гомін. Прибігла підмога. Тебе пошматували. Знову пустий кінець.",
                                        },
                                    },
                                    answer2:{
                                        answer:"",
                                        text:"",
                                    },
                                },
                                answer2:{
                                    answer:"Не чіпати його",
                                    text:" ти вирішив не чіпати його. Скрізь металеві решітки він просунув тобі тарілку наповнену кашою. Через деякий час до тебе прийшли охоронці та вирубили тебе.Прокинувся вже ти на сцені повішання. На тебе натягнули канат. Остання мить твого існування . Пролунала команда: \"Давай\". Ти почав задихатися. Кінець.",
                                },
                            }
                        },
                        answer2:{
                            answer:"Збрехати",
                            text:"Я воїн вашої армії.\n" +
                                "-Чого ж ти тоді в ворожих обладунках?\n" +
                                "- Я невдовзі перед битвою зустрів розвідника вбив його. В нього була ворожа форма тому я її забрав, щоб прикинутись ворогом.\n" +
                                "-Добре, поки що я тобі повірю, але май на увазі лишень одна людина мені скаже що ти себе поливному поводиш будеш вбитий. Я тебе відпускаю іди в казарму скоро буде ще один бій.\n" +
                                "-Добре дякую",
                        },
                    }
                },
                answer2:{
                    answer:"Піти на схід",
                    text:"Ти пішов на схід кожен раз ти відключався але врешті решт тебе підібрали купці. Вони привезли тебе до твого міста в якому ти народився. Тебе забрали і почали лікувати. Пройшло три місяці.",
                },

            }
        }
    },

]